[
  {
    "date": "7/19th/2020",
    "dayOfWeek": "Sunday",
    "location": "Still in quarantine, still at home.",
    "travel": "Hopefully, eventually?",
    "reading": "'Never Split the Difference: Negotiating as if Your Life Dependended on It' by Chris Voss, for a soft skills reading group.",
    "watching": "Community in its entirety for the first time.",
    "listeningTo": "A lot of Glass Animals.",
    "learning": "How to use k8s and docker to better implement staged deployments for a microservice-heavy ecosystem."
  },
  {
    "date": "4/10th/2020",
    "dayOfWeek": "Friday",
    "location": "In quarantine at home.",
    "travel": "Hopefully, eventually?",
    "reading": "Broad Band: The Untold Story of the Women Who Made the Internet by Claire Evans.",
    "celebrating": "On my island in Animal Crossing.",
    "watching": "30 Rock since I found out it's available to stream on Amazon Prime.",
    "listeningTo": "A playlist I have on Soundcloud titled Headspace while I work from home, all day every day.",
    "learning": "All kinds of frontend magic. I've been knee-deep in a rewrite of our Spectacle documentation site for a week now... so much CSS!",
    "workingOn": "The above mentioned rewrite, now that we've shipped Spectacle v6. 🎉"
  },
  {
    "date": "1/5th/2020",
    "dayOfWeek": "Sunday",
    "location": "At home in Denver, Colorado.",
    "travel": "Next month, to the 4th Annual Formidagathering (4midagathering, if you will) in Seattle, Washington.",
    "reading": "One Hundred Names for Love: A Memoir by Diane Ackerman. A little lighter than my last, Edible Woman by Margaret Atwood.",
    "celebrating": "The first anniversary of me breaking my pinky.",
    "watching": "The Expanse - and it only took 2 years of other folks convincing me to give it a shot.",
    "listeningTo": "A lot of Rainbow Kitten Surprise lately.",
    "learning": "As much frontend as I can handle, primarily in React.",
    "workingOn": "Taking a more formulaic approach to new endeavors."
  }
]
